Repository: jmissig/gabber
Catalog: po/*.po
Languages: it, pt_br

source: Allow others to see idle time
it: Permetti agli altri di vedere il tempo di inattività
pt_br: Permitir que outros vejam o tempo inativo

source: Autoaway status message
it: Messaggio di stato auto-away
pt_br: Mensagem de estado de ausência automática

source: Automatically change presence when idle
it: Cambia automaticamente la presenza quando inattivo
pt_br: Mudar presença automaticamente quando inativo

source: Automatically connect on Gabber startup
it: Connetti automaticamente all'avvio di Gabber
pt_br: Conectar autmaticamente ao iniciar o Gabber

source: Automatically display messages when Available or Free for Chat
it: Mostra automaticamente i messaggi quando Online o Free for Chat
pt_br: Mostrar mesnagens automaticamente quando Disponível ou Livre para Conversa

source: Automatically reconnect when disconnected
it: Riconnetti automaticamente quando disconnesso
pt_br: Reconectar automaticamente quando desconectado

source: Away after x minutes
it: Away dopo x minuti
pt_br: Ausente depois de x minutos

source: Check messages for spelling mistakes
it: Controllo ortografico sui messaggi
pt_br: Verificar ortografia das mensagens

source: Extended Away after x minutes
it: Extended Away dopo x minuti
pt_br: Ausência extendida depois de x minutos

source: Groups that are expanded between sessions.
it: Gruppi espansi tra le sessioni.
pt_br: Grupos que são expandidos entre sessões.

source: Hide Offline Contacts
it: Nascondi i contatti offline
pt_br: Esconder Contatos Desconectados

source: If Gabber was compiled with SSL support enabled and this is enabled, Gabber will use OpenSSL to encrypt a socket to the server. This does not encrypt messages going from the server to another server.
it: Se Gabber è stato compilato con il supporto SSL e questa opzione è abilitata, Gabber utilizzerà OpenSSL per crittare i messaggi verso il server. Questo non critta i messaggi da un server all'altro.
pt_br: Se Gabber foi compilado com suporte a SSL habilitado e este ítem está habilitado, Gabber usará OpenSSL para codificar um socket para o servidor. Isto não codifica as mensagens indo de um servidor para outro servidor.

source: If autoaway is enabled, Gabber will set your presence to Away after the specified number of minutes
it: Se è abilitato l'auto-away, Gabber imposterà la tua Presenza ad Away dopo il numero di minuti specificato
pt_br: Se ausência automática está habilitada, Gabber alterará a sua presença para Ausente após o número especificado de minutos

source: If autoaway is enabled, Gabber will set your presence to Extended Away after the specified number of minutes
it: Se è abilitato l'auto-away, Gabber imposterà la tua Presenza ad Extended Away dopo il numero di minuti specificato
pt_br: Se ausência automática está habilitada, Gabber alterará a sua presença para Ausência Prolongada após o número especificado de minutos

source: If this is enabled, Gabber will automatically attempt to connect to the server when you start it, rather than presenting you a Log In dialog. It will prompt for a password if one is not saved.
it: Se questo è abilitato, Gabber cercherà di connettersi al server automaticamente all'avvio, invece di presentarti la schermata di Log In. Verrà chiesta la password se questa non è già memorizzata.
pt_br: Se esta opção estiver habilitada, Gabber tentará conectar ao servidor quando você o iniciar, ao invés de apresentar o diálogo de Log In. Ele pedirá uma senha caso uma não esteja gravada.

source: If this is enabled, Gabber will automatically attempt to reconnect when disconnected for whatever reason.
it: Se questo è abilitato, Gabber tenterà di riconnettersi automaticamente in caso di disconnessione.
pt_br: Se esta opção estiver habilitada, Gabber tentará reconectar automaticamente quando for desconectado por qualquer motivo.

source: If this is enabled, Gabber will automatically open messages when your status is Available or Free for Chat. Messages will still be queued up when you are Away, Busy, or Extended Away.
it: Se questo è abilitato, Gabber aprirà automaticamente i messaggi quando il tuo stato è Available o Free for Chat. I messaggi verranno comunque mantenuti in coda se il tuo stato è Away, Busy o Extended Away.
pt_br: Se esta opção estiver habilitada, Gabber abrirá mensagens automaticamente quando o seu estado for Disponível ou livre para Conversa. Mensagens ainda serão enfileiradas quando você estiver Ausente, Ocupado ou em Ausência Prolongada.

source: If this is enabled, Gabber will check the spelling of messages and chats using aspell or ispell.
it: Se questo è abilitato, Gabber controllerà l'ortografia dei messaggi e chat utilizzando aspell o ispell.
pt_br: Se esta opção estiver habilitada, Gabber verificará a ortografia das mensagens e conversas usando aspell ou ispell.

source: If this is enabled, Gabber will poll the XScreenSaver Extension to figure out when this X session is idle. After the specified amount of time, Gabber will automatically change presence to Away and then Extended Away.
it: Se questo è abilitato, Gabber utilizzerà la XScreenSaver Extension per capire quando la sessione X è inattiva. Dopo il periodo di tempo specificato, Gabber modificherà automaticamente lo stato ad Away e successivamente ad Extended Away.
pt_br: Se esta opção estiver habilitada, Gabber irá consultar a extensão XScreenSaver para descobrir quando esta sessão X está inativa. Depois da quantidade de tempo especificada, Gabber mudará automaticamente a presença para Ausente e depois para Ausência Prolongada.

source: If this is enabled, Gabber will set the presence priority to 0 when autoaway. This means that if you have other clients or connections to Jabber on the same account with a priority higher than 0, messages will go to those clients instead of your now-idle Gabber connection.
it: Se questo è abilitato, Gabber imposterà la priorità della Presenza a 0 quando auto-away. Ciò significa che se avete altri client o connessioni a Jabber sullo stesso account con priorità superiore a 0, i messaggi andranno a quei client piuttosto che a quella inattiva.
pt_br: Se esta opção estiver habilitada, Gabber alterará a prioridade da presença para 0 quando ausente automaticamente. Isto significa que se você tiver outros clientes ou conexões Jabber na mesma conta com uma prioridade maior que 0, mensagens irão para esses clientes ao invés da sua conexão Gabber que agora está inativa.

source: If this is enabled, offline contacts in the contact list will not be displayed.
it: Se questo è abilitato, i contatti offline non verranno visualizzati nella lista di contatti.
pt_br: Se esta opção estiver habilitada, contatos que estejam desconectados não serão mostrados na lista de contatos.

source: If this is enabled, other people may see how long your X session has been idle. If this is disabled, autoaway can still work--others will see that you're away--but they won't know how long you've been away.
it: Se questo è abilitato, le altre persone possono vedere da quanto è inattiva la tua sessione X. Se è disattivato, l'auto-away resta funzionante--gli altri vedranno che sei away--ma non sapranno da quanto tempo.
pt_br: Se esta opção estiver habilitada, outras pessoas podem ver a quanto tempo sua sessão X esteve inativa. Se esta opção estiver desabilitada, autoausente ainda pode funcionar--outros verão que você está ausente--mas não saberão há quanto tempo você está ausente.

source: If this is set to true, Gabber will encrypt and store the Jabber password for future use. Otherwise it will be forgotten after each session.
it: Se questo è impostato a true, Gabber critterà e memorizzerà la password Jabber per utilizzo futuro. In caso contrario verrà dimenticata all'uscita di ogni sessione.
pt_br: Se esta opção estiver habilitada, Gabber encriptará e armazenará a senha Jabber para uso futuro. Senão a senha será esquecida ao final da sessão.

source: Set the presence priority to 0
it: Imposta la priorità della presenza a 0
pt_br: Modificar prioridade da presença para 0

source: The JID of the avatar pubsub server
it: Il JID del server pubsub degli avatar
pt_br: O JID do servidor de avatar

source: The Jabber password. Do not change this.
it: La password Jabber. Non modificare.
pt_br: A senha Jabber. Não mude isto.

source: The Jabber password. If you see nothing here, then savepassword was probably set to false. Do not change this. It is encrypted.
it: La password Jabber. Se non vedete nulla qui, "Memorizza password" è stato probabilmente impostato a false. Non modificare. È crittata.
pt_br: A senha Jabber. Se você não vê nada aqui, provavelmente savepassword estava com valor falso. Não mude isto. O valor está encriptado.

source: The Jabber resource
it: La risorsa Jabber
pt_br: O recurso Jabber

source: The Jabber resource. Your resource should be unique so you can log into the same Jabber account from different computers (or Jabber clients) at the same time. Generally it is either the name of the client you're using or the name of your computer.
it: La risorsa Jabber. La tua risors dovrebbe essere unica così da potere accedere allo stesso account Jabber da computer differenti (o differenti client Jabber) allo stesso tempo. Generalmente è il nome del client Jabber che stai usando o il nome del tuo computer (o entrambi).
pt_br: O recurso Jabber. Seu recurso deve ser único para que você possa logar na mesma conta Jabber de computadores (ou clientes Jabber) diferentes ao mesmo tempo. Geralmente é o nome do cliente que você está usando ou o nome do seu computador.

source: The Jabber server
it: Il server Jabber
pt_br: O servidor Jabber

source: The Jabber server port
it: La porta del server Jabber
pt_br: O porto do servidor Jabber

source: The Jabber server to connect to. Current large jabber servers include jabber.com and jabber.org. See http://www.jabberview.com/ for a list of some of the public servers.
it: Il server Jabber a cui connettersi. Attualmente grossi server includono jabber.com e jabber.org. Guardate http://www.jabberview.com/ per una lista di alcuni server pubblici.
pt_br: O servidor Jabber ao qual quer se conectar. Jabber.com e jabber.org são dois servidores públicos bastante populares. Para uma lista dos servidores públicos disponíveis, veja http://www.jabberview.com/.

source: The Jabber username
it: Lo username Jabber
pt_br: O nome de usuário Jabber

source: The MD5 hash of the image that was last used on the local system.
it: L'hash MD5 dell'ultima immagine utilizzata nel sistema locale.
pt_br: A assinatura MD5 da imagem que foi usada pela última vez no sistema local.

source: The MD5 hash of the local avatar.
it: L'hash MD5 dell'avatar locale.
pt_br: A assinatura MD5 do avatar local.

source: The default nickname for group chats.
it: Il nickname di default per le chat di gruppo.
pt_br: O apelido padrão para conversas em grupo.

source: The filename of the current avatar.
it: Il nome del file dell'avatar attuale.
pt_br: O nome do arquivo do avatar atual.

source: The list of the plugins
it: La lista dei plugin
pt_br: A lista de plugins

source: The node to use on the avatar pubsub server for avatar info
it: Il nodo da usare sul server pubsub degli avatar per le informazioni dell'avatar
pt_br: O nodo a usar no servidor de avatar para informação de avatar

source: The plugins listed here will load automatically at startup
it: Il plugin listati qui verranno caricati automaticamente all'avvio
pt_br: Os plugins listados aqui serão carregados automaticamente ao iniciar

source: The priority you will connect with. Important to consider if you connect from different places simultaneously; the session with the highest priority will receive incoming messages.
it: La priorità della connessione. Importante da considerare se ti connetti da posti diversi simultaneamente: la sessione con la priorità più alta riceverà i messaggi in entrata.
pt_br: A prioridade com a qual você irá conectar. Este valor é importante caso você se conecte de vários lugares simultâneamente; a sessão com a prioridade mais alta receberá as mensagens que estão chegando.

source: This is the JID where the pubsub server resides with the node for avatar publishes.
it: Questo è il JID del server pubsub dove risiede il nodo per gli avatar.
pt_br: Este é o JID onde o servidor reside com o nó para publicações de avatar.

source: This is the default nickname which is used in the join group chat dialog.
it: Questo è il nickname di default utilizzato nella finestra di join per le chat di gruppo.
pt_br: Este é o apelido padrão utilizado no diálogo de entrar em conversa em grupo.

source: This is the node to use on the pubsub server for avatar publishes.
it: Questo è il nodo da usare sul server pubsub per gli avatar.
pt_br: Este é o nó a ser usado no servidor pubsub para publicações de avatar.

source: This is the status message Gabber will use when setting your presence to Away or Extended Away
it: Questo è il messaggio di stato che Gabber utilizzerà impostando la presenza a Away o Extended Away
pt_br: Esta é a mensagem que o Gabber usará quando mudar a sua presença para Ausente ou Ausência Prolongada

source: This list is all the groups that will be autoexpanded between logins and when hiding offline contacts is toggled.
it: Questa lista contiene tutti i gruppi che verranno auto-espansi tra i login e quando viene attivato/disattivato "Nascondi contatti offline".
pt_br: Esta lista contém todos os grupos que serão expandidos automaticamente entre logins e quando a opção de esconder contatos desconectados for alterada.

source: This session's priority
it: Priorità di questa sessione
pt_br: Prioridade desta sessão

source: Use SSL encrypted communication with the server
it: Critta la comunicazione con il server con SSL
pt_br: Usar comunicação SSL com o servidor

source: Whether or not to save the Jabber password
it: Salva o meno la password del server Jabber
pt_br: Salvar ou não a senha Jabber

source: height of contact list window
it: altezza della fnestra della lista di contatti
pt_br: altura da janela com a lista de contatos

source: width of contact list window
it: larghezza della finestra della lista di contatti
pt_br: largura da janela com a lista de contatos

source: x position of contact list window
it: posizione x della finestra della lista di contatti
pt_br: posição x da janela da lista de contatos

source: y position of contact list window
it: posizione y della finestra della lista di contatti
pt_br: posição y da janela da lista de contatos

source: Other...
it: Altro...
pt_br: Outros...

source: <i>Please wait, fetching info...</i>
it: <i>Attendere, recupero le informazioni...</i>
pt_br: <i>Por favor aguarde, buscando informação...</i>

source: Moving to extended away
it: Cambio a extended away
pt_br: Movendo para ausência prolongada

source: Starting auto-away
it: Auto-away
pt_br: Iniciando ausência automática

source: Returning from auto-away
it: Ritorno da auto-away
pt_br: Retornando da ausência automática

source: Auto away for
it: Auto away per
pt_br: Aumaticamente ausente por

source: %s's Info
it: Informazioni di %s
pt_br: Informação de %s

source: Empty Display Names are not allowed. The Display Name has been changed back to its previous value.
it: Non sono permessi nomi visualizzati vuoti. Il nome visualizzato è stato ripristinato al valore precedente.
pt_br: Nomes para Exibição vazios não são permitidos. O Nome para Exibição foi alterado para o seu valor anterior.

source: Display Name cannot be empty
it: Il nome visualizzato non può essere vuoto
pt_br: Nome para Exibição não pode ser vazio

source: Contact cannot be found
it: Il Contatto non è stato trovato
pt_br: Contato não pode ser encontrado

source: Idle Time
it: Tempo di inattività
pt_br: Tempo Inativo

source: Typing Notification
it: Notifica di scrittura
pt_br: Notificação de digitação

source: , Typing Notification
it: , Notifica di scrittura
pt_br: , Notificação de Digitação

source: Basic Group Chat
it: Chat di gruppo (base)
pt_br: Conversa em Grupo Básica

source: , Basic Group Chat
it: , Chat di gruppo (base)
pt_br: , Conversa em Grupo Básica

source: Advanced Group Chat
it: Chat di gruppo (avanzata)
pt_br: Conversa em Grupo Avançada

source: , Advanced Group Chat
it: , Chat di gruppo (avanzata)
pt_br: , Conversa em Grupo Avançada

source: Group Chat Invitation
it: Invito alla chat di gruppo
pt_br: Convite para Conversa em Grupo

source: , Group Chat Invitation
it: , Invito alla chat di gruppo
pt_br: , Convite para Conversa em Grupo

source: Receive Contacts
it: Ricezione dei contatti
pt_br: Receber Contatos

source: , Receive Contacts
it: , Ricezione dei contatti
pt_br: , Receber Contatos

source: Basic File Transfer
it: Trasferimento file (base)
pt_br: Transferência de Arquivos Básica

source: , Basic File Transfer
it: , Trasferimento file (base)
pt_br: , Transferência de Arquivos Básica

source: Advanced File Transfer
it: Trasferimento file (avanzato)
pt_br: Transferência de Arquivos Avançada

source: , Advanced File Transfer
it: , Trasferimento file (avanzato)
pt_br: , Transferência de Arquivos Avançada

source: Publish/Subscribe
it: Pubblica/Sottoscrivi
pt_br: Publicar/Assinar

source: , Publish/Subscribe
it: , Pubblica/Sottoscrivi
pt_br: , Publicar/Assinar

source: No presence has been received.
it: Non è stata ricevuta alcuna presenza.
pt_br: Nemhuma presença foi recebida.

source: day
it: giorno
pt_br: dia

source: days
it: giorni
pt_br: dias

source: sec
it: secondo
pt_br: seg

source: secs
it: secondi
pt_br: segs

source: Last logged out %s ago
it: Disconnesso %s fa
pt_br: Desconectou pela última vez %s atrás

source: Offline
pt_br: Desconectado

source: Idle for %s
it: Inativo per %s
pt_br: Inativo por %s

source: Receiving File
it: Sto ricevendo il file
pt_br: Recebendo Arquivo

source: Receiving from:
it: Ricezione da:
pt_br: Recebendo de:

source: Complete.
it: Completato.
pt_br: completado.

source: Error, more data was transferred than expected.
it: Errore, sono stati trasferiti più dati di quelli attesi.
pt_br: Erro, fram transmitidos mais dados que o esperado.

source: Under one minute remaining.
it: < 1 minuto rimanente.
pt_br: Menos de um minuto restante.

source: %s hours, %s minutes remaining.
it: %s ore, %s minuti rimanenti.
pt_br: %s horas e %s minutos restantes.

source: %s minutes remaining.
it: %s minuti rimanenti.
pt_br: %s minutos restantes.

source: Transfer Stopped
it: Trasferimento interrotto.
pt_br: Transferência Parada

source: Close
it: Chiudi
pt_br: Fechar

source: Disconnecting...
it: Disconnessione...
pt_br: Desconectando...

source: Hide details
it: Nascondi dettagli
pt_br: Esconder detalhes

source: Show details
it: Mostra dettagli
pt_br: Exibir detalhes

source: Password required
it: Password richiesta
pt_br: Senha requerida

source: Enter your password for JabberID <b>%s@%s</b>.
it: Inserisci la tua password per il JabberID <b>%s@%s</b>.
pt_br: Entre a sua senha para o JabberID <b>%s@%s</b>

source: _Password:
pt_br: _Senha:

source: Logged Out
it: Disconnesso
pt_br: Desconectado

source: <b>Could not log in: Authorization failed</b> Your username or password may be incorrect.
it: <b>Login fallito: Autorizzazione fallita</b> Lo username o la password potrebbero non essere corretti.
pt_br: <b>Não foi possível efetuar o login: Autorização falhou</b> Seu nome de usuário ou senha podem estar incorretos.

source: Authorization failed
it: Autorizzazione fallita
pt_br: Autorização falhou

source: <b>Could not log in: External registration required</b> This server requires some sort of external registration or payment. Try looking at the server's web site.
it: <b>Login fallito: Richiesta registrazione esterna</b> Questo server richiede qualche forma di registrazione esterna. Controlla sul sito web del server.
pt_br: <b>Não foi possível efetuar o login: Registro externo requerido</b. Este servidor requer alguma forma de registro externo ou pagamento. Tente olhar no sítio web do servidor.

source: External registration required
it: Richiesta registrazione esterna
pt_br: Registro externo requerido

source: <b>Could not log in: Required information not provided</b> Additional authentication is required. Make sure the password is not blank. It is possible Gabber does not support the authentication required for this server.
it: <b>Login fallito: Informazioni richieste mancanti</b> È richiesta autenticazione addizionale. Assicurarsi che la passowrd non sia vuota. È possibile che Gabber non supporti l'autenticazione richiesta da questo server.
pt_br: <b>Não foi possivel efetuar o login: Informação requerida não fornecida</b> Autenticação adicional é requerida. Certifique-se que a senha não está em branco. É possível que Gabber não suporte a autenticação requerida por este servidor.

source: Required information not provided
it: Informazioni richieste mancanti
pt_br: Informação requerida não fornecida

source: <b>Could not log in: Resource conflict</b> You have another connection using the same resource. Choose a different resource.
it: <b>Login fallito: Conflitto di risorse<b> È già attiva una connessione che utilizza la stessa Jabber resource. Scegliere una risorsa differente.
pt_br: <b>Não foi possível efetuar o login: Conflito de recurso</b> Você tem outra conexão usando o mesmo recurso. Escolha um recurso diferente.

source: Resource conflict
it: Conflitto di risorse
pt_br: Conflito de recurso

source: <b>Could not log in</b> An unknown error occurred while attempting to log in.
it: <b>Login fallito</b> Un errore sconosciuto è avvenuto durante l'autenticazione.
pt_br: <b>Não foi possível efetuar o login</b> Um erro desconhecido aconteceu enquanto tentava efetuar o login.

source: Invalid
it: Non valido
pt_br: Inválido

source: Available
it: Online
pt_br: Disponível

source: Free for Chat
pt_br: Livre para Conversa

source: Away
pt_br: Ausente

source: Extended Away
pt_br: Ausência Prolongada

source: Busy
it: Occupato
pt_br: Ocupado

source: both
it: entrambi
pt_br: ambos

source: from
it: da
pt_br: de

source: to
it: a
pt_br: para

source: none
it: nessuno
pt_br: nenhum

source: Both of you can see each other's presence.
it: Entrambi potete vedere la presenza dell'altro.
pt_br: Vocês dois podem ver a presença do outro.

source: You cannot see their presence, but they can see yours.
it: Non puoi vedere la presenza dell'altro, ma lui può vedere la tua.
pt_br: Você não pode ver a presença do outro, mas ele pode ver a sua.

source: You can see their presence, but they cannot see yours.
it: Puoi vedere la presenza dell'altro, ma lui non può vedere la tua.
pt_br: Você pode ver a presença do outro, mas ele não pode ver a sua.

source: Neither of you can see the other's presence.
it: Nessuno di voi può vedere la presenza dell'altro
pt_br: Nenhum de vocês pode ver a presença do outro.

source: Connecting...
it: Connessione...
pt_br: Conectando...

source: Connected
it: Connesso
pt_br: Conectado

source: Disconnected
it: Disconnesso
pt_br: Desconectado

source: You are now %s
it: Sei ora %s
pt_br: Agora você está %s

source: %s came online
it: %s è online
pt_br: %s se conectou

source: %s went offline
it: %s è offline
pt_br: %s se desconectou

source: translator_credits
it: Ciro Mattia Gonano <gonano@CS.UniBO.It>
pt_br: Goedson Teixeira Paixão &lt;goedson@debian.org&gt;

source: Generously translated by: %s
it: Generosamente tradotto da: %s
pt_br: Generosamente traduzido por: %s

source: Extensible easy-to-use Jabber client
it: Un client Jabber estendibile e facile da usare
pt_br: Cliente Jabber extensível e fácil de usar

source: About Gabber
it: Informazioni su Gabber
pt_br: Sobre o Gabber

source: Talk to me!
it: Parlami!
pt_br: Fale comigo!

source: I'm not here, I'll be back soon.
it: Non sono qui, tornerò presto.
pt_br: Não estou aqui, volto já.

source: I'll be away for a while.
it: Starò via per un po'
pt_br: Vou me ausentar por uns instantes.
