Repository: jmissig/gabber
Catalog: po/*.po
Languages: it, pt_br

source: Sorry, I'm busy.
it: Spiacente, sono occupato
pt_br: Desculpe, estou ocupado.

source: Invisible to everyone else.
it: Invisibile a qualsiasi altro.
pt_br: Invisível para todos.

source: %s's Groups
it: Gruppi di %s
pt_br: Grupos de %s

source: Available Groups
it: Gruppi disponibili
pt_br: Grupos Disponíveis

source: Current Groups
it: Gruppi correnti
pt_br: Grupos Atuais

source: Logs for %s
it: Log per %s
pt_br: Registros de %s

source: From %s's list:
it: Dalla lista di %s:
pt_br: Da lista de %s:

source: <empty>
it: <vuoto>
pt_br: <vazio>

source: <i>Please wait, fetching info from %s</i>
it: <i>Attendere, recupero le informazioni da %s</i>
pt_br: <i>Por favor aguarde, recuperando informação de %s</i>

source: There was an error attempting to register with %s!
it: È avvenuto un errore tentando di registrarsi con %s!
pt_br: Houve um erro tentando registrar com %s!

source: Are you sure you want to remove %s (%s) from your Contact List?
it: Sei sicuro di voler rimuovere %s (%s) dalla tua lista di contatti?
pt_br: Tem certeza que deseja remover %s (%s) da sua Lista de Contatos?

source: Remove %s from Contact List
it: Rimuovi %s dalla lista di contatti
pt_br: Remover %s da Lista de Contatos

source: _Don't Remove
it: _Non rimuovere
pt_br: _Não Remover

source: No valid StreamHost found
it: Nessun StreamHost valido trovato
pt_br: Nenhum StreamHost válido encontrado

source: Malformed packet, no hosts offered.
it: Pacchetto malformato, nessun host offerto
pt_br: Pacote mal-formado, nenhum host oferecido.

source: No activate found
it: Nessun'attivazione trovata
pt_br: Nenhum activate encontrado

source: Error negotiating transfer.
it: Errore negoziando il trasferimento
pt_br: Erro negociando a transferência.

source: Invalid host selected.
it: Host selezionato non valido.
pt_br: Servidor inválido selecionado.

source: Unable to negotiate transfer.
it: Impossibile negoziare il trasferimento.
pt_br: Impossível negociar transferência.

source: Could not activate proxy.
it: Impossibile attivare il proxy.
pt_br: Não foi possível ativar proxy.

source: Gabber Message Queue
it: Coda dei Messaggi di Gabber
pt_br: Fila de Mensagens Gabber

source: Pending Message
it: Messaggio in attesa
pt_br: Mensagem Pendente

source: Chat with %s
it: Chat con %s
pt_br: Conversa com %s

source: A message was just received from %s, are you sure you want to close this chat?
it: Un messaggio è appena stato ricevuto da %s, sei sicuro di voler chiudere questa chat?
pt_br: Uma mensagem acabou de ser recebida de %s, você tem certeza que quer fechar esta conversa?

source: Close chat with %s
it: Chiudi chat con %s
pt_br: Fechar conversa com %s

source: _Don't Close
it: _Non chiudere
pt_br: _Não Fechar

source: _One-on-one Chat...
it: _Chat uno-a-uno...
pt_br: _Conversa Um-para-um...

source: New _One-on-one Chat...
it: Nuova _Chat uno-a-uno...
pt_br: Nova _Conversa Um-para-um...

source: Group Chat in %s
it: Chat di gruppo in %s
pt_br: Conversa em Grupo em %s

source: Participants
it: Partecipanti
pt_br: Participantes

source: Would you like to close the group chat in room %s?
it: Vuoi chiudere la chat di gruppo nella stanza %s?
pt_br: Você quer fechar a conversa em grupo na sala %s?

source: Close group chat %s
it: Chiudi chat di gruppo %s
pt_br: Fechar conversa em grupo %s

source: %s has set the subject to: %s
it: %s ha impostato l'oggetto a: %s
pt_br: %s mudou o assunto para: %s

source: _Raw XML Input...
pt_br: Entrada XML Crua...

source: New Standalone Message
it: Nuovo messaggio
pt_br: Nova Mensagem Isolada

source: Message to %s
it: Messaggio a %s
pt_br: Mensagem para %s

source: Message from %s
it: Messaggio da %s
pt_br: Mensagem de %s

source: Attached URI:
it: URI allegata:
pt_br: URI Anexa:

source: Standalone Message...
it: Messaggio...
pt_br: Mensagem Isolada...

source: New _Standalone Message...
it: Nuovo _Messaggio...
pt_br: Nova Mensagem Isolada...

source: Add Contact
it: Aggiungi contatto
pt_br: Adicionar Contato

source: Choose...
it: Scegli...
pt_br: Escolher...

source: Custom Name
it: Nome personalizzato
pt_br: Nome Personalizado

source: Display
it: Visualizza
pt_br: Mostrar

source: Full Name
it: Nome completo
pt_br: Nome Completo

source: Instant Messaging _System to use:
it: _Sistema di Instant Messaging da utilizzare:
pt_br: _Sistema de Mensagem Instantâne a usar:

source: Jabber ID:
pt_br: ID Jabber:

source: Nickname
pt_br: Apelido

source: _Add Contact
it: _Aggiungi contatto
pt_br: _Adicionar Contato

source: _Search...
it: _Cerca...
pt_br: Procurar...

source: in Contact List
it: nella lista di contatti
pt_br: na Lista de Contatos

source: <b>Available Groups</b>
it: <b>Gruppi disponibili</b>
pt_br: <b>Grupos Disponíveis</b>

source: <b>Current Groups</b>
it: <b>Gruppi correnti</b>
pt_br: <b>Grupos Atuais</b>

source: Groups for:
it: Gruppi per:
pt_br: Grupos para:

source: _Add
it: _Aggiungi
pt_br: _Adicionar

source: _Group:
it: _Gruppo:
pt_br: _Grupo:

source: _Remove
it: _Rimuovi
pt_br: _Remover

source: Browse...
it: Sfoglia...
pt_br: Procurar...

source: Description:
it: Descrizione:
pt_br: Descrição:

source: File Name:
it: Nome del file:
pt_br: Nome do Arquivo:

source: From:
it: Da:
pt_br: De:

source: Offered File from %s
it: File offerto da %s
pt_br: Arquivo oferecido de %s

source: Time:
it: Tempo:
pt_br: Hora:

source: _Accept File
it: _Accetta file
pt_br: _Aceitar Arquivo

source: _Decline File
it: _Rifiuta file
pt_br: _Descartar Arquivo

source: _Save Location:
it: _Salva in:
pt_br: _Savar em:

source: Proxy Address:
it: Indirizzo del Proxy:
pt_br: Endereço do Proxy:

source: Send File to:
it: Invia file a:
pt_br: Enviar Arquivo para:

source: Send a File
it: Invia file
pt_br: Enviar um Arquivo

source: Transfer Method:
it: Metodo di trasferimento:
pt_br: Método de Transferência:

source: _Description:
it: _Descrizione:
pt_br: _Descrição:

source: _File to Send:
it: _File da inviare:
pt_br: Arquivo a Enviar:

source: _Send
it: _Invia
pt_br: Enviar

source: 0.0 kB/sec
it: 0.0 kB/s
pt_br: 0,0 kB/seg

source: File Location:
it: Locazione del file:
pt_br: Localização do Arquivo:

source: File Size:
it: Dimensione del file:
pt_br: Tamanho do Aquivo:

source: Sending File
it: Invio del file
pt_br: Enviando Arquivo

source: Sending to
it: Destinatario
pt_br: Enviando para

source: Size Remaining:
it: Dimensione rimanente:
pt_br: Tamanho Restante:

source: Transfer Speed:
it: Velocità di trasferimento:
pt_br: Velocidade de Transferência:

source: A_way
pt_br: Ausente

source: Add Contact...
it: Aggiungi contatto...
pt_br: Adicionar Contato...

source: Browse Agents & IM Systems...
it: Sfoglia Agenti e sistemi IM...
pt_br: Procurar Agentes e Sistemas de Mensagens Instatâneas

source: Browse Agents...
it: Sfoglia Agenti...
pt_br: Procurar Agentes...

source: E_xtended Away
pt_br: Ausência Prolongada

source: Hide _Agents
it: Nascondi _Agenti
pt_br: Esconder _Agentes

source: Hide _Offline Contacts
it: Nascondi contatti _Offline
pt_br: Esconder Contatos Desconectados

source: I'm _Back
it: _Sono tornato
pt_br: Voltei

source: Join Group Chat...
it: Partecipa a chat di gruppo...
pt_br: Juntar-se a Conversa em Grupo

source: _About
it: _Informazioni
pt_br: Sobre

source: _Actions
it: _Azioni
pt_br: _Ações

source: _Available
it: _Online
pt_br: Disponível

source: _Busy
it: _Occupato
pt_br: Ocupado

source: _Connection Settings...
it: _Proprietà della connessione...
pt_br: _Configurações de Conexão...

source: _Contact List
it: Lista di _Contatti
pt_br: Lista de _Contatos

source: _Export Contact List...
it: _Esporta lista di contatti
pt_br: _Exportar Lista de Contatos...

source: _Free for Chat
pt_br: Livre para Conversa

source: _Help
it: _Aiuto
pt_br: Ajuda

source: _Import Contact List...
it: _Importa lista di contatti
pt_br: _Importar Lista de Contatos...

source: _Invisible
it: _Invisibile
pt_br: _Invisível

source: _My Information...
it: _Le mie informazioni...
pt_br: _Minha Informação...

source: _Preferences...
it: _Preferenze...
pt_br: _Preferências...

source: _Quit
it: _Esci
pt_br: Sair

source: Group Chat
it: Chat di gruppo
pt_br: Conversa em Grupo

source: _Subject:
it: _Oggetto:
pt_br: Assunto:

source: <b>Advanced</b>
it: <b>Avanzato</b>
pt_br: <b>Avançado</b>

source: Join Group Chat
it: Partecipa a chat di gruppo
pt_br: Juntar-se a Conversa em Grupo

source: _Join Room
it: _Entra
pt_br: Juntar-se a Sala

source: _Nickname:
pt_br: Apelido:

source: _Room:
it: _Stanza:
pt_br: Sala:

source: <b>Account Actions</b>
it: <b>Azioni account</b>
pt_br: <b>Ações de Conta</b>

source: <b>Account Details</b>
it: <b>Dettagli dell'account</b>
pt_br: <b>Detalhes da Conta</b>

source: <b>Account Options</b>
it: <b>Opzioni dell'account</b>
pt_br: <b>Opções da Conta</b>

source: <b>Connection Options</b>
it: <b>Opzioni di connessione</b>
pt_br: <b>Opções da Conexão</b>

source: <b>Proxy Authentication</b>
it: <b>Autenticazione proxy</b>
pt_br: <b>Autenticação de Proxy</b>

source: <b>Proxy Location</b>
it: <b>Locazione proxy</b>
pt_br: <b>Localização do Proxy</b>

source: <b>Proxy Selection</b>
it: <b>Selezione proxy</b>
pt_br: <b>Seleção do Proxy</b>

source: Account
pt_br: Conta

source: Account Registration...
it: Registra account...
pt_br: Registro de Conta...

source: Automatically _connect on Gabber startup
it: _Connetti automaticamente all'avvio
pt_br: _Conectar automaticamente ao iniciar o Gabber

source: Automatically reconnect when _disconnected
it: Riconnetti automaticamente quando disconnesso
pt_br: Reconectar automaticamente quando _desconectado

source: Change Password...
it: Cambia password...
pt_br: Mudar Senha...

source: Connection
it: Connessione
pt_br: Conexão

source: Do _not use a proxy to connect
it: _Non usare un proxy per connetterti
pt_br: _Não usar um proxy para conectar

source: P_ort:
it: P_orta:
pt_br: P_orto:

source: Password:
pt_br: Senha:

source: Port:
it: Porta:
pt_br: Porto:

source: Pr_iority:
it: Pr_iorità:
pt_br: Pr_ioridade:

source: Save password
it: Salva password
pt_br: Salvar senha

source: Server:
pt_br: Servidor:

source: Use SOCKS version _4 to connect
it: Usa SOCKS versione _4 per connetterti
pt_br: Usar SOCKS versão _4 para conectar

source: Use SOCKS version _5 to connect
it: Usa SOCKS versione _5 per connetterti
pt_br: Usar SOCKS versão _5 para conectar

source: Use SSL _encrypted communication with the server
it: Critta la comunicazione con il server (SSL)
pt_br: Usar comunicação _encriptada SSL com o servidor

source: Use _HTTP proxy to connect
it: Usa proxy _HTTP per connetterti
pt_br: Usar proxy _HTTP para conectar

source: Username:
pt_br: Nome de usuário:

source: _Resource:
it: _Risorsa:
pt_br: _Recurso:

source: _Server:
pt_br: _Servidor:

source: _Username:
pt_br: Nome de _usuário:

source: Logs for nickname
it: Log per nickname
pt_br: Logs para apelido

source: History
it: Archivio
pt_br: Histórico

source: Send as Normal Message
it: Invia come messaggio normale
pt_br: Enviar como Mensagem Normal

source: View Contact Info
it: Informazioni sul contatto
pt_br: Ver Informações do Contato

source: View Contact Info...
it: Informazioni sul contatto...
pt_br: Ver informações do Contato...

source: View Message History...
it: History dei messaggi...
pt_br: Ver Histórico de Mensagens...

source: <b>Address</b>
it: <b>Indirizzo</b>
pt_br: <b>Endereço</b>

source: <b>Birthday</b>
it: <b>Compleanno</b>
pt_br: <b>Aniversário</b>

source: <b>Computer</b>
pt_br: <b>Computador</b>

source: <b>Jabber Client</b>
it: <b>Client Jabber</b>
pt_br: <b>Cliente Jabber</b>

source: <b>JabberID:</b>
pt_br: <b>ID Jabber:</b>

source: <b>Organization Details</b>
it: <b>Dettagli sull'organizzazione</b>
pt_br: <b>Detalhes da Organização</b>

source: <b>Personal Details</b>
it: <b>Dettagli personali</b>
pt_br: <b>Detalhes Pessoais</b>

source: <b>_About</b>
it: <b>_Informazioni</b>
pt_br: <b>Conta</b>

source: About
it: Informazioni
pt_br: Sobre

source: Client Info
it: Informazioni sul client
pt_br: Informações do Cliente

source: General
it: Generale
pt_br: Geral

source: Location
it: Locazione
pt_br: Localização

source: My Information
it: Le mie informazioni
pt_br: Minha Informação

source: Na_me:
it: No_me:
pt_br: No_me:

source: Name:
it: Nome:
pt_br: Nome:

source: Operating System:
it: Sistema operativo:
pt_br: Sistema Operaciona:

source: Organization
it: Organizzazione
pt_br: Organização

source: S_tate/Province:
it: S_tato/Provincia:
pt_br: Es_tado/Província:

source: Street _2:
it: Via _2:
pt_br: Rua _2:

source: Te_lephone:
it: Te_lefono:
pt_br: Te_lefone:

source: Version:
it: Versione:
pt_br: Versão:

source: _Birthday:
it: C_ompleanno:
pt_br: Aniversário:

source: _City:
it: _Città:
pt_br: _Cidade:

source: _Country:
it: _Paese:
pt_br: País:

source: _Full Name:
it: _Nome completo:
pt_br: Nome Completo:

source: _Postal Code:
it: _Codice postale:
pt_br: Código Postal:

source: _Role:
it: _Ruolo:
pt_br: Função:

source: _Street:
it: _Via:
pt_br: Rua:

source: _Title:
it: _Titolo:
pt_br: _Título:

source: _Unit:
it: _Unità:
pt_br: _Unidade:

source: _Update
it: _Aggiorna
pt_br: Atualizar

source: _Web Site:
it: _Homepage:
pt_br: Sítio Web:

source: <b>Automatic Presence Changing</b>
it: <b>Cambio automatico della presenza</b>
pt_br: <b>Mudança Automática de Presença</b>

source: <b>Automatic Presence Status</b>
it: <b>Stato automatico della presenza</b>
pt_br: <b>Estado da Presença Automática</b>

source: <b>History Files</b>
it: <b>File dell'History</b>
pt_br: <b>Arquivos de Histórico</b>

source: <b>Message Types</b>
it: <b>Tipi di messaggio</b>
pt_br: <b>Tipos de Mensagens</b>

source: <b>Messages and Chats</b>
it: <b>Messaggi e chat</b>
pt_br: <b>Conversas e Mensagens</b>

source: <b>Privacy</b>
pt_br: <b>Privacidade</b>

source: Allow others to see exactly how long I have been idle. This does not affect automatic presence changing.
it: Permetti agli altri di vedere esattamente da quanto sono inattivo. Questo non ha effetto sul cambio automatico della presenza.
pt_br: Permitir que outros vejam exatamente há quanto tempo estou inativo. Isto não afeta mudança automática de presença.

source: Allow others to see how long I've been idle
it: Permetti agli altri di vedere da quanto tempo sono inattivo
pt_br: Permitir que outros vejam há quanto tempo estou inativo

source: Auto-away
pt_br: Ausência automática

source: Automatically away
it: Automaticamente away
pt_br: Ausentar Automáticamente

source: Away after:
it: Away dopo:
pt_br: Ausente depois de:

source: Delete all history files every month
it: Cancella tutti i file dell'history ogni mese
pt_br: Remover todos arquivos de histórico todo mês

source: Extended Away after:
it: Extended Away dopo:
pt_br: Ausência prolongada depois de:

source: Gabber Preferences
it: Preferenze di Gabber
pt_br: Preferências do Gabber

source: History Location:
it: Locazione dell'History:
pt_br: Localização do Histórico:

source: Move the history files to a new subdirectory every month
it: Muovi i file dell'History in una nuova sottodirectory ogni mese
pt_br: Mover arquivos de histórico para um novo subdiretório todo mês

source: Save history of chats and standalone messages
it: Salva l'history delle chat e dei messaggi
pt_br: Salvar histórico de conversas e mensagens isoladas

source: Save history of encrypted messages
it: Salva l'history dei messaggi crittati
pt_br: Salvar histórico de mensagens encriptadas

source: Save history of group chats
it: Salva l'history delle chat di gruppo
pt_br: Salvar histórico de conversas de grupo

source: Save history of headlines
it: Salva l'history delle headline
pt_br: Salvar histórico de headlines

source: Status message:
it: Messaggio di stato:
pt_br: Mensagem de estado:

source: Suggest that messages be sent to another connection
it: Suggerisci che i messaggi vengano spediti ad un'altra connessione
pt_br: Sugerir que mensagens sejam enviadas para outra conexão

source: The history files themselves will be unencrypted
it: I file dell'History non saranno crittati
pt_br: Os arquivos de histórico não serão encriptados

source: minute(s)
it: minuti
pt_br: minuto(s)

source: minutes
it: minuti
pt_br: minutos

source: Raw XML Input
pt_br: Entrada XML Crua

source: _To:
it: _A:
pt_br: Para:

source: By JabberID:
it: Da-JabberID:
pt_br: Por JabberID:

source: Register with a Gateway
it: Registra un gateway
pt_br: Registrar em um Gateway

source: Register with a gateway to talk to people on other instant messaging systems. Select a gateway to register with:
it: Registra un gateway per parlare a persone che utilizzano altri sistemi di instant messaging. Seleziona un gateway al quale registrarti:
pt_br: Registrar em um gateway para conversar com pessoar usando outro sistema demensagens instantâneas. Selecione um gateway para se registrar:

source: _Query
it: _Recupera
pt_br: Consultar

source: _Register
it: _Registra
pt_br: _Registrar

source: Gabber has detected that you are logged into <b>%s</b> multiple times. Before you logged in with Gabber, messages were going to the resource <b>%s</b>.
it: Gabber ha rilevato una connessione multipla a <b>%s</b>. Prima di connetterti con Gabber, i messaggi arrivavano alla risorsa <b>%s</b>.
pt_br: Gabber detectou que você está conectado em <b>%s</b> múltiplas vezes. Antes de você conectar com o Gabber, mensagens estavam indo para o recurso <b>%s</b>.

source: Messages should be _sent to:
it: _Spedire i messaggi a:
pt_br: Mensagens devem ser enviadas para:

source: Multiple Connections Detected
it: Rilevata connessione multipla
pt_br: Múltiplas Conexões Detectadas

source: When I go _away:
it: Quando in _Away:
pt_br: Quando eu me tornar _ausente:

source: keep messages coming to this connection (%s)
it: mantieni i messaggi provenienti da questa connessione (%s)
pt_br: mantenha mensagens vindo para esta conexão (%s)

source: send messages to the other resource (%s)
it: inoltra i messaggi ad un'altra risorsa (%s)
pt_br: envie mensagens para o outro recurso (%s)

source: the other resource (%s)
it: altra risorsa (%s)
pt_br: o outro recurso (%s)

source: this connection in Gabber (%s)
it: questa connessione in Gabber (%s)
pt_br: esta conexão no Gabber (%s)

source: Add _Contact...
it: Aggiungi _contatto...
pt_br: Adicionar _Contato...

source: _Join Group Chat...
it: _Partecipa a chat di gruppo...
pt_br: _Juntar-se a Conversa em Grupo...

source: Edit Groups...
it: Modifica gruppi...
pt_br: Editar Grupos...

source: Read History
it: Leggi History
pt_br: Ler Histórico

source: Remove
it: Rimuovi
pt_br: Remover

source: Send File...
it: Invia file...
pt_br: Enviar Arquivo...

source: View Info
it: Informazioni
pt_br: Ver Informações

source: <b>%s</b> would like to add you to their Contact List.
it: <b>%s</b> vuole aggiungerti alla sua lista di contatti.
pt_br: <b>%s</b> deseja adicioná-lo a sua Lista de Contatos.

source: <b>Contact Information</b>
it: <b>Informazioni sul contatto</b>
pt_br: <b>Informação de Contato</b>

source: <b>Request Reason</b>
it: <b>Motivo della richiesta</b>
pt_br: <b>Motivo do Pedido</b>

source: Add Contact to my Contact List
it: Aggiungi alla mia lista di contatti
pt_br: Adicionar Contato a minha Lista de Contatos

source: Subscription Request
it: Richiesta di sottoscrizione
pt_br: Pedido de Assinatura

source: View _Info...
it: Vedi _Informazioni...
pt_br: Ver _Informação...

source: _Allow
it: _Accetta
pt_br: Permitir

source: _Deny
it: _Rifiuta
pt_br: Negar

source: _Display
it: _Visualizza
pt_br: Mostrar

source: Subject:
it: Oggetto:
pt_br: Assunto:

source: _Next
it: _Seguente
pt_br: Próximo

source: _Previous
it: _Precedente
pt_br: Anterior

source: _Reply...
it: _Rispondi...
pt_br: _responder...

source: S_ubject:
it: _Oggetto:
pt_br: Ass_unto:

source: Send Message to %s
it: Invia messaggio a %s
pt_br: Enviar Mensagem para %s

source: My Status
it: Stato
pt_br: Meu Estado

source: Priority:
it: Priorità
pt_br: Prioridade:

source: Show as being:
it: Mostra come:
pt_br: Mostrar como:

source: Status:
it: Stato:
pt_br: Estado:

source: <b>About</b>
it: <b>Informazioni</b>
pt_br: <b>Sobre</b>

source: A subscription request has been sent. This contact has yet to respond.
it: È stata inviata una richiesta di sottoscrizione. Questo contatto deve ancora rispondere.
pt_br: Um pedido de assinatura foi enviado. Este contato precisa responder.

source: Add this contact to your Contact List.
it: Aggiungi questo contatto alla lista.
pt_br: Adicionar este contato a sua Lista de Contatos.

source: Birthday:
it: Compleanno:
pt_br: Aniversário:

source: Capabilities:
it: Caratteristiche:
pt_br: Capacidades:

source: City:
it: Città:
pt_br: Cidade:

source: Country:
it: Paese:
pt_br: País:

source: Full Name:
it: Nome completo:
pt_br: Nome Completo:

source: Neither of you can view the other's presence.
it: Nessuno di voi può vedere la presenza dell'altro.
pt_br: Nenhum de vocês pode ver a presença do outro.

source: None:
it: Nessuno:
pt_br: Nenhum:

source: Pending:
it: In attesa:
pt_br: Pendente:

source: Postal Code:
it: Codice postale:
pt_br: Código Postal:

source: Request permission to view this contact's presence.
it: Richiedi permesso di vedere la presenza di questo contatto.
pt_br: Pedir permissão para ver a presença deste contato.

source: Role:
it: Ruolo:
pt_br: Função:

source: State/Province:
it: Stato/Provincia:
pt_br: Estado/Província:

source: Street 2:
it: Via 2:
pt_br: Rua 2:

source: Street:
it: Via:
pt_br: Rua:

source: Subscribe
it: Sottoscrivi
pt_br: Assinar

source: Telephone:
it: Telefono:
pt_br: Telefone:

source: Title:
it: Titolo:
pt_br: Título:

source: Unit:
it: Unità:
pt_br: Unidade:

source: Web Site:
it: Homepage:
pt_br: Sítio Web:

source: _Display Name:
it: _Nome visualizzato:
pt_br: Nome para Mostrar:

source: The port on the Jabber server to connect to. Jabber servers are generally set up listening on port 5222, although some Jabber servers listen for an SSL connection on 5223.
it: La porta del server Jabber alla quale connettersi. I server Jabber sono generalmente in ascolto sulla porta 5222, anche se alcuni server attendono le connessioni crittate (SSL) sulla porta 5223.

source: The Display Name cannot be changed because this Contact (%s) was not found on the Contact List. This is probably a bug in Gabber.
it: Non è stato possibile cambiare il nome visualizzato perché questo Contatto (%s) non è stato trovato nella lista dei contatti. Questo è probabilmente un bug di Gabber.

source: hr
it: ora

source: hrs
it: ore

source: min
it: minuto

source: mins
it: minuti

source: <b>Could not log in: Internal server error</b> This server encountered an error while attempting to authenticate. Try again later. It is possible Gabber does not support the authentication required for this server.
it: <b>Login fallito: Errore interno del server</b> Il server ha incontrato un errore durante l'autenticazione. Riprovare più tardi. È possibile che Gabber non supporti il tipo di autenticazione richiesto dal server.

source: Internal server error
it: Errore interno del server

source: Log _out
it: _Disconnetti

source: _Log in...
it: _Connetti...

source: Log In - Gabber
it: Connetti - Gabber

source: _Log In
it: _Connetti

source: _Log Out
it: _Disconnetti

source: Interface
it: Interfaccia
